
{
    "users":[
      {
        "user1": [
          {
            "favorites": 
            [
              {
                "image_url": "https://images-assets.nasa.gov/image/GSFC_20171208_Archive_e000134/GSFC_20171208_Archive_e000134~thumb.jpg",
                "description": "The Calabash Nebula, pictured here — which has the technical name OH 231.8+04.2 — is a spectacular example of the death of a low-mass star like the sun. This image taken by the NASA/ESA Hubble Space Telescope shows the star going through a rapid transformation from a red giant to a planetary nebula, during which it blows its outer layers of gas and dust out into the surrounding space. The recently ejected material is spat out in opposite directions with immense speed — the gas shown in yellow is moving close to one million kilometers per hour (621,371 miles per hour).  Astronomers rarely capture a star in this phase of its evolution because it occurs within the blink of an eye — in astronomical terms. Over the next thousand years the nebula is expected to evolve into a fully-fledged planetary nebula.  The nebula is also known as the Rotten Egg Nebula because it contains a lot of sulphur, an element that, when combined with other elements, smells like a rotten egg — but luckily, it resides over 5,000 light-years away in the constellation of Puppis.  Credit: ESA/Hubble &amp; NASA, Acknowledgement: Judy Schmidt   <b><a href=\"http://www.nasa.gov/audience/formedia/features/MP_Photo_Guidelines.html\" rel=\"nofollow\">NASA image use policy.</a></b>  <b><a href=\"http://www.nasa.gov/centers/goddard/home/index.html\" rel=\"nofollow\">NASA Goddard Space Flight Center</a></b> enables NASA’s mission through four scientific endeavors: Earth Science, Heliophysics, Solar System Exploration, and Astrophysics. Goddard plays a leading role in NASA’s accomplishments by contributing compelling scientific knowledge to advance the Agency’s mission.  <b>Follow us on <a href=\"http://twitter.com/NASAGoddardPix\" rel=\"nofollow\">Twitter</a></b>  <b>Like us on <a href=\"http://www.facebook.com/pages/Greenbelt-MD/NASA-Goddard/395013845897?ref=tsd\" rel=\"nofollow\">Facebook</a></b>  <b>Find us on <a href=\"http://instagrid.me/nasagoddard/?vm=grid\" rel=\"nofollow\">Instagram</a></b>    ",
                "title": "Hubble sniffs out a brilliant star death in a “rotten egg” nebula",
                "date": "2017-12-08T00:00:00Z",
                "id": 1
              }
            ] 
          }
        ]
      }
    ]
}

