{
  "favorites": [
    {
      "image_url": "https://images-assets.nasa.gov/image/LRC-1959-B701_P-07864/LRC-1959-B701_P-07864~thumb.jpg",
      "description": "Astronauts at 1959 Langley Inspection",
      "title": "Astronauts at 1959 Langley Inspection ",
      "date": "1959-10-10T00:00:00Z",
      "id": "53"
    },
    {
      "image_url": "https://images-assets.nasa.gov/image/PIA06588/PIA06588~thumb.jpg",
      "description": "String of Moons?",
      "title": "String of Moons?",
      "date": "2005-02-18T13:53:00Z",
      "id": "54"
    },
    {
      "image_url": "https://images-assets.nasa.gov/image/KSC-20160322-PH-AWG05_0083/KSC-20160322-PH-AWG05_0083~thumb.jpg",
      "description": "A United Launch Alliance Atlas V rocket lifts off from Space Launch Complex 41 at Cape Canaveral Air Force Station in Florida carrying an Orbital ATK Cygnus resupply spacecraft on a commercial resupply services mission to the International Space Station. Liftoff was at 11:05 p.m. EDT. Cygnus will deliver the second generation of a portable onboard printer to demonstrate 3-D printing, an instrument for first space-based observations of the chemical composition of meteors entering Earth’s atmosphere and an experiment to study how fires burn in microgravity.",
      "title": "Cygnus Orbital ATK OA-6 Liftoff",
      "date": "2016-03-22T00:00:00Z",
      "id": "55"
    },
    {
      "image_url": "https://images-assets.nasa.gov/image/PIA15658/PIA15658~thumb.jpg",
      "description": "NGC 7293, better known as the Helix nebula, displays its ultraviolet glow courtesy of NASA GALEX. The Helix is the nearest example of a planetary nebula, which is the eventual fate of a star, like our own Sun, as it approaches the end of its life.",
      "title": "NGC 7293, the Helix Nebula",
      "date": "2012-05-16T21:26:20Z",
      "id": "56"
    },
    {
      "image_url": "https://images-assets.nasa.gov/image/PIA02322/PIA02322~thumb.jpg",
      "description": "This composite image was made from NASA Cassini which captured a significant portion of the Moon during a Moon flyby imaging sequence.All three images have been scaled so that the brightness of Crisium basin, the dark circular region in the upper right,",
      "title": "Triptych of the Moon",
      "date": "1999-09-10T00:40:45Z",
      "id": "57"
    },
    {
      "image_url": "https://images-assets.nasa.gov/image/PIA23237/PIA23237~thumb.jpg",
      "description": "These graben - a kind of trench that is formed as a surface expands - were imaged near a region of the Moon called Mare Frigoris by NASA's Lunar Reconnaissance Orbiter (LRO).  https://photojournal.jpl.nasa.gov/catalog/PIA23237",
      "title": "Graben on the Moon",
      "date": "2019-05-13T00:00:00Z",
      "id": "58"
    },
    {
      "image_url": "https://images-assets.nasa.gov/image/GSFC_20171208_Archive_e000273/GSFC_20171208_Archive_e000273~thumb.jpg",
      "description": "Peering deep into the core of the Crab Nebula, this close-up image reveals the beating heart of one of the most historic and intensively studied remnants of a supernova, an exploding star. The inner region sends out clock-like pulses of radiation and tsunamis of charged particles embedded in magnetic fields.  The neutron star at the very center of the Crab Nebula has about the same mass as the sun but compressed into an incredibly dense sphere that is only a few miles across. Spinning 30 times a second, the neutron star shoots out detectable beams of energy that make it look like it's pulsating.  The NASA Hubble Space Telescope snapshot is centered on the region around the neutron star (the rightmost of the two bright stars near the center of this image) and the expanding, tattered, filamentary debris surrounding it. Hubble's sharp view captures the intricate details of glowing gas, shown in red, that forms a swirling medley of cavities and filaments. Inside this shell is a ghostly blue glow that is radiation given off by electrons spiraling at nearly the speed of light in the powerful magnetic field around the crushed stellar core.  The neutron star is a showcase for extreme physical processes and unimaginable cosmic violence. Bright wisps are moving outward from the neutron star at half the speed of light to form an expanding ring. It is thought that these wisps originate from a shock wave that turns the high-speed wind from the neutron star into extremely energetic particles.  When this &quot;heartbeat&quot; radiation signature was first discovered in 1968, astronomers realized they had discovered a new type of astronomical object. Now astronomers know it's the archetype of a class of supernova remnants called pulsars - or rapidly spinning neutron stars. These interstellar &quot;lighthouse beacons&quot; are invaluable for doing observational experiments on a variety of astronomical phenomena, including measuring gravity waves.  Observations of the Crab supernova were recorded by Chinese astronomers in 1054 A.D. The nebula, bright enough to be visible in amateur telescopes, is located 6,500 light-years away in the constellation Taurus.  Credits: NASA and ESA, Acknowledgment: J. Hester (ASU) and M. Weisskopf (NASA/MSFC)   <b><a href=\"http://www.nasa.gov/audience/formedia/features/MP_Photo_Guidelines.html\" rel=\"nofollow\">NASA image use policy.</a></b>  <b><a href=\"http://www.nasa.gov/centers/goddard/home/index.html\" rel=\"nofollow\">NASA Goddard Space Flight Center</a></b> enables NASA’s mission through four scientific endeavors: Earth Science, Heliophysics, Solar System Exploration, and Astrophysics. Goddard plays a leading role in NASA’s accomplishments by contributing compelling scientific knowledge to advance the Agency’s mission.  <b>Follow us on <a href=\"http://twitter.com/NASAGoddardPix\" rel=\"nofollow\">Twitter</a></b>  <b>Like us on <a href=\"http://www.facebook.com/pages/Greenbelt-MD/NASA-Goddard/395013845897?ref=tsd\" rel=\"nofollow\">Facebook</a></b>  <b>Find us on <a href=\"http://instagrid.me/nasagoddard/?vm=grid\" rel=\"nofollow\">Instagram</a></b> ",
      "title": "NASA's Hubble Captures the Beating Heart of the Crab Nebula",
      "date": "2017-12-08T00:00:00Z",
      "id": "59"
    },
    {
      "image_url": "https://images-assets.nasa.gov/image/PIA10955/PIA10955~thumb.jpg",
      "description": "This image from NASA Spitzer Space Telescope shows he Peony nebula star, a blazing ball of gas shines with the equivalent light of 3.2 million suns.",
      "title": "Peony Nebula Star Settles for Silver Medal",
      "date": "2008-07-15T16:55:28Z",
      "id": "60"
    },
    {
      "image_url": "https://images-assets.nasa.gov/image/PIA14092/PIA14092~thumb.jpg",
      "description": "This image from NASA Wide-field Infrared Survey Explorer, shows three different nebulae located in the constellation of Perseus. NGC 1491 is seen on the right side of the image, SH 2-209 is on the left side and BFS 34 lies in between.",
      "title": "Nebulae: Not as Close as They Appear",
      "date": "2011-05-05T18:23:06Z",
      "id": "61"
    },
    {
      "image_url": "https://images-assets.nasa.gov/image/ARC-2010-ACD10-0054-007/ARC-2010-ACD10-0054-007~thumb.jpg",
      "description": "Nebula Containerized Server at the NASA Ames Research Center.",
      "title": "ARC-2010-ACD10-0054-007",
      "date": "2010-03-26T14:53:20Z",
      "id": "62"
    }
  ]
}