{
  "favorites": [
    {
      "image_url": "https://images-assets.nasa.gov/image/PIA18249/PIA18249~thumb.jpg",
      "description": "This composite image shows one of the clusters, NGC 2024, which is found in the center of the so-called Flame Nebula about 1,400 light years from Earth. Astronomers have studied two star clusters using NASA Chandra and infrared telescopes.",
      "title": "Inside the Flame Nebula",
      "date": "2014-05-07T16:45:54Z",
      "id": 1
    },
    {
      "image_url": "https://images-assets.nasa.gov/image/GSFC_20171208_Archive_e000053/GSFC_20171208_Archive_e000053~thumb.jpg",
      "description": "Astronomers have produced a highly detailed image of the Crab Nebula, by combining data from telescopes spanning nearly the entire breadth of the electromagnetic spectrum, from radio waves seen by the Karl G. Jansky Very Large Array (VLA) to the powerful X-ray glow as seen by the orbiting Chandra X-ray Observatory. And, in between that range of wavelengths, the Hubble Space Telescope's crisp visible-light view, and the infrared perspective of the Spitzer Space Telescope.  This composite image of the Crab Nebula, a supernova remnant, was assembled by combining data from five telescopes spanning nearly the entire breadth of the electromagnetic spectrum: the Very Large Array, the Spitzer Space Telescope, the Hubble Space Telescope, the XMM-Newton Observatory, and the Chandra X-ray Observatory.  Credits: NASA, ESA, NRAO/AUI/NSF and G. Dubner (University of Buenos Aires) #nasagoddard #space #science ",
      "title": "Observatories Combine to Crack Open the Crab Nebula",
      "date": "2017-12-08T00:00:00Z",
      "id": 2
    },
    {
      "image_url": "https://images-assets.nasa.gov/image/PIA17409/PIA17409~thumb.jpg",
      "description": "Nebula? No, It the Cat Eye Crater!",
      "title": "Nebula? No, It the Cat Eye Crater!",
      "date": "2013-08-15T15:45:59Z",
      "id": 3
    },
    {
      "image_url": "https://images-assets.nasa.gov/image/PIA15415/PIA15415~thumb.jpg",
      "description": "Wispy tendrils of hot dust and gas glow brightly in this ultraviolet image of the Cygnus Loop nebula, taken by NASA Galaxy Evolution Explorer. The nebula lies about 1,500 light-years away.",
      "title": "Cygnus Loop Nebula",
      "date": "2012-03-22T23:17:00Z",
      "id": 4
    },
    {
      "image_url": "https://images-assets.nasa.gov/image/PIA07773/PIA07773~thumb.jpg",
      "description": "Cassini briefly turned its gaze from Saturn and its rings and moons to  marvel at the Carina Nebula, a brilliant region 8,000 light years from  our solar system and more than 200 light years across",
      "title": "Cassini Galactic Aspirations",
      "date": "2005-12-22T18:30:03Z",
      "id": 5
    },
    {
      "image_url": "https://images-assets.nasa.gov/image/PIA13028/PIA13028~thumb.jpg",
      "description": "This image from ESA Herschel Space Observatory shows of a portion of the Rosette nebula, a stellar nursery about 5,000 light-years from Earth in the Monoceros, or Unicorn, constellation.",
      "title": "Big Babies in the Rosette Nebula",
      "date": "2010-04-12T16:00:32Z",
      "id": 6
    },
    {
      "image_url": "https://images-assets.nasa.gov/image/PIA07902/PIA07902~thumb.jpg",
      "description": "This ultraviolet image from NASA Galaxy Evolution Explorer is of the planetary nebula NGC 7293 also known as the Helix Nebula. It is the nearest example of what happens to a star, like our own Sun, as it approaches the end of its life when it runs out of fuel, expels gas outward and evolves into a much hotter, smaller and denser white dwarf star.  http://photojournal.jpl.nasa.gov/catalog/PIA07902",
      "title": "Planetary Nebula NGC 7293 also Known as the Helix Nebula",
      "date": "2005-05-05T20:02:51Z",
      "id": 7
    },
    {
      "image_url": "https://images-assets.nasa.gov/image/hubble-finds-a-little-gem_20185002499_o/hubble-finds-a-little-gem_20185002499_o~thumb.jpg",
      "description": "This colourful bubble is a planetary nebula called NGC 6818, also known as the Little Gem Nebula. It is located in the constellation of Sagittarius (The Archer), roughly 6000 light-years away from us. The rich glow of the cloud is just over half a light-year across — humongous compared to its tiny central star — but still a little gem on a cosmic scale. When stars like the Sun enter retirement, they shed their outer layers into space to create glowing clouds of gas called planetary nebulae. This ejection of mass is uneven, and planetary nebulae can have very complex shapes. NGC 6818 shows knotty filament-like structures and distinct layers of material, with a bright and enclosed central bubble surrounded by a larger, more diffuse cloud. Scientists believe that the stellar wind from the central star propels the outflowing material, sculpting the elongated shape of NGC 6818. As this fast wind smashes through the slower-moving cloud it creates particularly bright blowouts at the bubble’s outer layers. Hubble previously imaged this nebula back in 1997 with its Wide Field Planetary Camera 2, using a mix of filters that highlighted emission from ionised oxygen and hydrogen (opo9811h). This image, while from the same camera, uses different filters to reveal a different view of the nebula. A version of the image was submitted to the Hubble’s Hidden Treasures image processing competition by contestant Judy Schmidt.",
      "title": "Little gem",
      "date": "2015-08-03T00:00:00Z",
      "id": 8
    },
    {
      "image_url": "https://images-assets.nasa.gov/image/hubble-finds-a-little-gem_20185002499_o/hubble-finds-a-little-gem_20185002499_o~thumb.jpg",
      "description": "This colourful bubble is a planetary nebula called NGC 6818, also known as the Little Gem Nebula. It is located in the constellation of Sagittarius (The Archer), roughly 6000 light-years away from us. The rich glow of the cloud is just over half a light-year across — humongous compared to its tiny central star — but still a little gem on a cosmic scale. When stars like the Sun enter retirement, they shed their outer layers into space to create glowing clouds of gas called planetary nebulae. This ejection of mass is uneven, and planetary nebulae can have very complex shapes. NGC 6818 shows knotty filament-like structures and distinct layers of material, with a bright and enclosed central bubble surrounded by a larger, more diffuse cloud. Scientists believe that the stellar wind from the central star propels the outflowing material, sculpting the elongated shape of NGC 6818. As this fast wind smashes through the slower-moving cloud it creates particularly bright blowouts at the bubble’s outer layers. Hubble previously imaged this nebula back in 1997 with its Wide Field Planetary Camera 2, using a mix of filters that highlighted emission from ionised oxygen and hydrogen (opo9811h). This image, while from the same camera, uses different filters to reveal a different view of the nebula. A version of the image was submitted to the Hubble’s Hidden Treasures image processing competition by contestant Judy Schmidt.",
      "title": "Little gem",
      "date": "2015-08-03T00:00:00Z",
      "id": 9
    },
    {
      "image_url": "https://images-assets.nasa.gov/image/GSFC_20171208_Archive_e001518/GSFC_20171208_Archive_e001518~thumb.jpg",
      "description": "Image released April 19, 2013.  Astronomers have used NASA's Hubble Space Telescope to photograph the iconic Horsehead Nebula in a new, infrared light to mark the 23rd anniversary of the famous observatory's launch aboard the space shuttle Discovery on April 24, 1990.  Looking like an apparition rising from whitecaps of interstellar foam, the iconic Horsehead Nebula has graced astronomy books ever since its discovery more than a century ago. The nebula is a favorite target for amateur and professional astronomers. It is shadowy in optical light. It appears transparent and ethereal when seen at infrared wavelengths. The rich tapestry of the Horsehead Nebula pops out against the backdrop of Milky Way stars and distant galaxies that easily are visible in infrared light.  <b>Credit:</b> NASA, ESA, and the Hubble Heritage Team (STScI/AURA)  <b><a href=\"http://www.nasa.gov/mission_pages/hubble/science/horsehead-different.html\" target=\"_blank\" rel=\"nofollow\">More on this image.</a></b>  <b><a href=\"http://www.nasa.gov/audience/formedia/features/MP_Photo_Guidelines.html\" rel=\"nofollow\">NASA image use policy.</a></b>  <b><a href=\"http://www.nasa.gov/centers/goddard/home/index.html\" rel=\"nofollow\">NASA Goddard Space Flight Center</a></b> enables NASA’s mission through four scientific endeavors: Earth Science, Heliophysics, Solar System Exploration, and Astrophysics. Goddard plays a leading role in NASA’s accomplishments by contributing compelling scientific knowledge to advance the Agency’s mission.  <b>Follow us on <a href=\"http://twitter.com/NASAGoddardPix\" rel=\"nofollow\">Twitter</a></b>  <b>Like us on <a href=\"http://www.facebook.com/pages/Greenbelt-MD/NASA-Goddard/395013845897?ref=tsd\" rel=\"nofollow\">Facebook</a></b>  <b>Find us on <a href=\"http://instagrid.me/nasagoddard/?vm=grid\" rel=\"nofollow\">Instagram</a></b>",
      "title": "Horsehead Nebula",
      "date": "2017-12-08T00:00:00Z",
      "id": 10
    },
    {
      "image_url": "https://images-assets.nasa.gov/image/PIA25434/PIA25434~thumb.jpg",
      "description": "This new image of the Orion Nebula produced using previously released data from three telescopes shows two enormous caverns carved out by unseen giant stars that can release up to a million times more light than our Sun. All that radiation breaks apart dust grains there, helping to create the pair of cavities. Much of the remaining dust is swept away when the stars produce wind or when they die explosive deaths as supernovae.      This infrared image shows dust but no stars.      Blue light indicates warm dust heated by unseen massive stars. Observed in infrared light – a range of wavelengths outside what human eyes can detect – the views were provided by NASA's retired Spitzer Space Telescope and the Wide-Field Infrared Survey Explorer (WISE), which now operates under the moniker NEOWISE. Spitzer and WISE were both managed by NASA's Jet Propulsion Laboratory in Southern California, which is a division of Caltech.      Around the edge of the two cavernous regions, the dust that appears green is slightly cooler. Red indicates cold dust that reaches temperatures of about minus 440 Fahrenheit (minus 260 Celsius). The cold dust appears mostly on the outskirts of the dust cloud, away from the regions where stars form. The red and green light shows data from the now-retired Herschel Space Telescope, an ESA (European Space Agency) observatory that captured wavelengths in the far-infrared and microwave ranges, where cold dust radiates.      In between the two hollow regions are orange filaments where dust condenses and forms new stars. Over time, these filaments may produce new giant stars that will once again reshape the region.  https://photojournal.jpl.nasa.gov/catalog/PIA25434",
      "title": "Orion Nebula in Infrared",
      "date": "2022-11-22T00:00:00Z",
      "id": 11
    },
    {
      "image_url": "https://images-assets.nasa.gov/image/PIA13028/PIA13028~thumb.jpg",
      "description": "This image from ESA Herschel Space Observatory shows of a portion of the Rosette nebula, a stellar nursery about 5,000 light-years from Earth in the Monoceros, or Unicorn, constellation.",
      "title": "Big Babies in the Rosette Nebula",
      "date": "2010-04-12T16:00:32Z",
      "id": 12
    },
    {
      "image_url": "https://images-assets.nasa.gov/image/GSFC_20171208_Archive_e002152/GSFC_20171208_Archive_e002152~thumb.jpg",
      "description": "Carina Nebula Details: Great Clouds  Credit for Hubble Image: NASA, ESA, N. Smith (University of California, Berkeley), and The Hubble Heritage Team (STScI/AURA)  Credit for CTIO Image: N. Smith (University of California, Berkeley) and NOAO/AURA/NSF  The Hubble Space Telescope is a project of international cooperation between NASA and the European Space Agency. NASA's Goddard Space Flight Center manages the telescope. The Space Telescope Science Institute conducts Hubble science operations.  Goddard is responsible for HST project management, including mission and science operations, servicing missions, and all associated development activities.  To learn more about the Hubble Space Telescope go here: <a href=\"http://www.nasa.gov/mission_pages/hubble/main/index.html\" rel=\"nofollow\">www.nasa.gov/mission_pages/hubble/main/index.html</a>   <b><a href=\"http://www.nasa.gov/centers/goddard/home/index.html\" rel=\"nofollow\">NASA Goddard Space Flight Center</a></b>  is home to the nation's largest organization of combined scientists, engineers and technologists that build spacecraft, instruments and new technology to study the Earth, the sun, our solar system, and the universe.  <b>Follow us on <a href=\"http://twitter.com/NASA_GoddardPix\" rel=\"nofollow\">Twitter</a></b>  <b>Join us on <a href=\"http://www.facebook.com/pages/Greenbelt-MD/NASA-Goddard/395013845897?ref=tsd\" rel=\"nofollow\">Facebook</a><b> </b></b>",
      "title": "Carina Nebula Detail",
      "date": "2017-12-08T00:00:00Z",
      "id": 13
    },
    {
      "image_url": "https://images-assets.nasa.gov/image/GRC-2019-C-09203/GRC-2019-C-09203~thumb.jpg",
      "description": "Evening With The Stars - 2019",
      "title": "Evening With The Stars - 2019",
      "date": "2019-09-10T00:00:00Z",
      "id": 14
    },
    {
      "image_url": "https://images-assets.nasa.gov/image/GRC-2019-C-09203/GRC-2019-C-09203~thumb.jpg",
      "description": "Evening With The Stars - 2019",
      "title": "Evening With The Stars - 2019",
      "date": "2019-09-10T00:00:00Z",
      "id": 15
    },
    {
      "image_url": "https://images-assets.nasa.gov/image/GRC-2019-C-09203/GRC-2019-C-09203~thumb.jpg",
      "description": "Evening With The Stars - 2019",
      "title": "Evening With The Stars - 2019",
      "date": "2019-09-10T00:00:00Z",
      "id": 16
    },
    {
      "image_url": "https://images-assets.nasa.gov/image/GRC-2019-C-09213/GRC-2019-C-09213~thumb.jpg",
      "description": "Evening With The Stars - 2019",
      "title": "Evening With The Stars - 2019",
      "date": "2019-09-10T00:00:00Z",
      "id": 17
    },
    {
      "image_url": "https://images-assets.nasa.gov/image/GRC-2019-C-09213/GRC-2019-C-09213~thumb.jpg",
      "description": "Evening With The Stars - 2019",
      "title": "Evening With The Stars - 2019",
      "date": "2019-09-10T00:00:00Z",
      "id": 18
    }
  ]
}